[
  {
    "id" : "1",
    "people" : 1000000,
    "name" : "Удачбург",
    "description" : "Неповторимая столица Безмятежного королевства, земли которого богаты магическими жилами, волшебными рудниками и колдовскими месторождениями.",
    "type" : 1
  },
  {
    "id" : "2",
    "people" : 228,
    "name" : "Кайфобад",
    "description" : "Великая архимагическая академия расположена именно в Кайфобаде, по улицам которого суетливо спешат на зачеты и экзамены сотни будущих волшебников. А ведь когда-то вы были ректором этой академии!",
    "type" : 5
  },
  {
    "id" : "3",
    "people" : 555,
    "name" : "Потехогорск",
    "description" : "Город мануфактур и ремесленников, дымный и серьезный, но в то же время приветливый и полный перспектив - добро пожаловать в Потехогорск.",
    "type" : 2
  },
  {
    "id" : "4",
    "people" : 420,
    "name" : "Счастьеградск",
    "description" : "Счастьеградск расположен на реке Счастье, это зеленеющий свежий город с десятками парков, в которых растут ивы, ольхи, пихты, топинамбур и баобабы.",
    "type" : 3
  },
  {
    "id" : "5",
    "people" : 200,
    "name" : "Блинск",
    "description" : "Блинск славится своими булочницами и их аппетитными, пышными, сочными батонами.",
    "type" : 5
  },
  {
    "id" : "6",
    "people" : 265,
    "name" : "Васьки",
    "description" : "Именно в Васьках родился знаменитый ученый Петр Михайлович Васек, разработавший систему автоматического составления рейтинга топ-100 архимагов королевства.",
    "type" : 4
  },
  {
    "id" : "7",
    "people" : 69,
    "name" : "Новопозорнино",
    "description" : "Село Новопозорнино известно самыми очаровательными барышнями королевства. На единственного мужчину - мэра села - здесь приходится 100% девушек.",
    "type" : 6
  },
  {
    "id" : "8",
    "people" : 999,
    "name" : "Чпокино",
    "description" : "Буквально год назад в Чпокино жили всего лишь 100 человек. А пять лет назад здесь вообще был пустырь.",
    "type" : 6
  },
  {
    "id" : "9",
    "people" : 113,
    "name" : "Овнище",
    "description" : "Вокруг Овнища расположены богатейшие сельскохозяйственные фермы с козами, овцами, коровами, быками, слонами, гиппопотамами.",
    "type" : 4
  }
]