[
  {
    "name" : "Лягушкопад",
    "id_disaster" : "1",
    "day" : 1,
    "description" : "Вместо обычного дождя на gorodname сотнями сыпятся лягушки! Некоторых из них ядовитые, а некоторые - галлюциногенные.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Атака лютокроля",
    "id_disaster" : "2",
    "day" : 2,
    "description" : "Ужасный лютокроль буйствует в gorodname - жрет капусту, пугает детей, топчет котят и представляет опасность для пожилых, больных сердцом людей.",
    "default_die" : 1,
    "type" : 2
  },
  {
    "name" : "Заразные мозоли",
    "id_disaster" : "3",
    "day" : 3,
    "description" : "В gorodname разразилась эпидемия мозолей - все вынуждены ходить в толстых шерстяных носках и в промышленных масштабах закупать пластыри. ",
    "default_die" : 1,
    "type" : 3
  },
  {
    "name" : "Непруха",
    "id_disaster" : "4",
    "day" : 4,
    "description" : "Невероятная непруха поразила жителей из gorodname - никто не может выиграть в лотерею, победить на спор или хотя бы встать утром с той ноги.",
    "default_die" : 1,
    "type" : 4
  },
  {
    "name" : "Сугроб",
    "id_disaster" : "5",
    "day" : 5,
    "description" : "Огромный сугроб появился посередине gorodname. И это летом! Десятки жителей уже пострадали, упав в этот сугроб.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Черепашки-убийцы",
    "id_disaster" : "6",
    "day" : 6,
    "description" : "Беспощадные черепашки-убийцы наводнили gorodname и гоняются за его беспомощными жителями. Пока что всем удается сбежать, уйти или даже уползти, но кто знает, чем это закончится?",
    "default_die" : 1,
    "type" : 2
  },
  {
    "name" : "Насморк",
    "id_disaster" : "7",
    "day" : 7,
    "description" : "Жители из gorodname поголовно слегли с сопливыби носаби и не богут выговорить букву б.",
    "default_die" : 1,
    "type" : 3
  },
  {
    "name" : "Бессоница",
    "id_disaster" : "8",
    "day" : 8,
    "description" : "Ночные улицы gorodname переполнены уставшими и бесконечно зевающими жителями. Если это продолжится, у всех утром будут круги под глазами.",
    "default_die" : 1,
    "type" : 4
  },
  {
    "name" : "Болото",
    "id_disaster" : "9",
    "day" : 9,
    "description" : "Главная площадь gorodname превратилась в болото. Любители митингов и парадов тонут, захлебываются, но продолжают маршировать.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Кровожадные куницы",
    "id_disaster" : "10",
    "day" : 10,
    "description" : "В gorodname ворвались сотни кровожадных куниц, которые царапают и кусают его жителей. Если это продолжится, жертв не избежать!",
    "default_die" : 1,
    "type" : 2
  },
  {
    "name" : "Верблюжий грипп",
    "id_disaster" : "11",
    "day" : 11,
    "description" : "Сотни жителей в gorodname слегли с новым штаммом опасной болезни - верблюжьим гриппом. У некоторых даже выросли горбы.",
    "default_die" : 1,
    "type" : 3
  },
  {
    "name" : "Близорукость",
    "id_disaster" : "12",
    "day" : 12,
    "description" : "У жителей из gorodname стремительно ухудшается зрение, по этой причине уже произошло несколько столкновений карет. Лошади не пострадали.",
    "default_die" : 1,
    "type" : 4
  },
  {
    "name" : "Горизонтальный снегопад",
    "id_disaster" : "13",
    "day" : 13,
    "description" : "Невиданное стихийное бедствие поразило gorodname - снег падает слева направо, иногда справа налево, а местами сзади наперед.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Ожившее тесто",
    "id_disaster" : "14",
    "day" : 14,
    "description" : "В gorodname тесто ожило и начало нападать на жителей, пытаясь их сожрать. К счастью, пока что жители успевают сожрать тесто первыми, но если так продолжится, трагедии не избежать.",
    "default_die" : 1,
    "type" : 2
  },
  {
    "name" : "Склероз",
    "id_disaster" : "15",
    "day" : 15,
    "description" : "Жители из gorodname забывают, как их зовут и где они живут. Потерявшиеся собираются в толпы и пытаются что-нибудь вспомнить. Без помощи им не спастись!",
    "default_die" : 1,
    "type" : 3
  },
  {
    "name" : "Пигментация",
    "id_disaster" : "16",
    "day" : 16,
    "description" : "У многих жителей из gorodname случайным образом меняется цвет кожи. Если не вмешаться, конфликтов на расовой почве не избежать.",
    "default_die" : 1,
    "type" : 4
  },
  {
    "name" : "Контрастный дождь",
    "id_disaster" : "17",
    "day" : 17,
    "description" : "В gorodname пришла беда - с неба льет то горячий, то ледяной дождь. Не всем жителям такая закалка идет на пользу - многие уже ошпарились или простудились.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Многоугольные бобры",
    "id_disaster" : "18",
    "day" : 18,
    "description" : "На gorodname напали сотни кубических, циллиндрических и октаэдрических бобров. Они со стуком перекатываются по мостовой и колят граждан углами.",
    "default_die" : 1,
    "type" : 2
  },
  {
    "name" : "Бубновая чума",
    "id_disaster" : "19",
    "day" : 19,
    "description" : "В gorodname разразилась эпидемия ужасающей болезни. Главный симптом - высыпающие по всему телу ромбики-бубны. Смертность составляет почти 100%, а если точнее - 9%.",
    "default_die" : 1,
    "type" : 3
  },
  {
    "name" : "Обжорство",
    "id_disaster" : "20",
    "day" : 20,
    "description" : "gorodname поразило несчастье - его жители не могут перестать жрать. Они уже поглотили все запасы продуктов на год вперед и продолжают жиреть на глазах. ",
    "default_die" : 1,
    "type" : 4
  },
  {
    "name" : "Сосули",
    "id_disaster" : "21",
    "day" : 21,
    "description" : "Гигантские острые сосули падают на gorodname. Не каждая крыша спасет от сосуль - жители в панике.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Мегамедведь",
    "id_disaster" : "22",
    "day" : 22,
    "description" : "Хтонический мегамедведь кромсает gorodname на куски, лютуя и рыча. От его свирепых когтей никто не может спастись. На помощь, кто-нибудь!",
    "default_die" : 1,
    "type" : 2
  },
  {
    "name" : "Рожа",
    "id_disaster" : "23",
    "day" : 23,
    "description" : "Эпидемия рожи пришла в gorodname, опухшие красные жители молят о помощи. ",
    "default_die" : 1,
    "type" : 3
  },
  {
    "name" : "Полиморфия",
    "id_disaster" : "24",
    "day" : 24,
    "description" : "gorodname навлек на себя проклятье полиморфии - жители превращаются в курочек, уточек, петушков. Если никто не вмешается, gorodname превратится в курятник.",
    "default_die" : 1,
    "type" : 4
  },
  {
    "name" : "Антигравитация",
    "id_disaster" : "25",
    "day" : 25,
    "description" : "Антигравитация отрывает жителей и дома от земли в городе gorodname. С каждым часом растет количество улетевших в небо бедняг.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Четвертый рейх",
    "id_disaster" : "26",
    "day" : 26,
    "description" : "Зомби-нацисты стройными рядами штурмуют город gorodname. Каждый укушенный бледнеет, вскидывает правую руку и начинает маршировать во славу арийской расы. Без архимагии людей не спасти!",
    "default_die" : 1,
    "type" : 2
  },
  {
    "name" : "Черная смерть",
    "id_disaster" : "27",
    "day" : 27,
    "description" : "gorodname опустошает самая страшная в мире чума - Черная Смерть. Бедствие убивает всех, не жалея ни взрослых, ни детей, ни женщин, ни котов. Если никто не остановит эпидемию - она заберет всех.",
    "default_die" : 1,
    "type" : 3
  },
  {
    "name" : "Злой рок",
    "id_disaster" : "28",
    "day" : 28,
    "description" : "Сам бог смерти поднялся из Аида, чтобы проклясть gorodname. \"Пройдут сутки, и каждый умрет\", - промолвил он. Если никто не снимет проклятье, в городе не останется ни души.",
    "default_die" : 1,
    "type" : 4
  },
  {
    "name" : "Армагеддон",
    "id_disaster" : "29",
    "day" : 29,
    "description" : "На gorodname летит гигантский раскаленный метеорит. Если огненную глыбу не остановить, она оставит после себя лишь обугленный кратор. Жители молят о помощи.",
    "default_die" : 1,
    "type" : 1
  },
  {
    "name" : "Пробуждение Ктулху",
    "id_disaster" : "30",
    "day" : 30,
    "description" : "Древний бог поднимается со дна Р'льеха, который оказался как раз рядом с городом gorodname. Когда Ктулху проснется и откроет глаза, все жители потеряют свои души и станут его слугами.",
    "default_die" : 1,
    "type" : 2
  }
]